{
    "lectures": [
        {
            "id": "lecture_20250906_172250",
            "filename": "Special class   श्रील भक्तिविनोद ठाकुर आविर्भाव दिवस विशेष   HG Lila Purushottam Prabhu1.mp3",
            "title": "Special class || श्रील भक्तिविनोद ठाकुर आविर्भाव दिवस विशेष || HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "5 Sep 2025",
            "based_on": "Special class || श्रील भक्तिविनोद ठाकुर आविर्भाव दिवस विशेष || ",
            "key": "Srila Bhaktivinoda Thakur Appearance Day Special",
            "description": "Date - 5 Sep 2025\n\nToday is bhaktivinoda thakura’s appearance day. He had 10 sons and 1 daughter. He was responsible for the death of dhongi baba like bhishikasen. He had written a grantha divya like kalayana kalpataru. Whoever wants to understand krishna in kaliyuga, must know about sri chaithanya mahapr. Till we donot have a spiritual connection with chaithanya mahapr and gaudiya parampara and accept mahapr as guru, mahapr svayam is krishna. After coming to vrindavan had made many daakus in vrindavan to be caught by police. In those days many vaishnavas come from orissa and bengal tovrindavan, by kripa of mahapr orissa and bengal was drenched in krishna bhakti. Sir has seen how 5-6 elders left the village, and to puri and then vrindavan dham. They go but do not return back, this is true grihastha jivana. Vaishnava means you should serve devotees and bhaktivinoda thakura exemplifies this. In grihastha jivana, after 50 years one must leave home and go for shelter of holy dhama. When vaishnavas come to vrindavan used to be looted by daakus and killed. Bhaktininoda thakura with british sarkar removed these daakus/looters. Residing in barasat, when you go from kolkata to mayapur barasat comes, he met bankim chandra at that time, at that time, he was a big speaker, upanyasik, who wrote upanyasa. He had so much madness he has written a upanyasam on krishna, depicted as playboy, a boy who always runs after women. As bhaktivinoda thakura came to know this, then he came to barasat, he changed the thinking completely, saying krishna is bhagavan and then bankim chandra teared open his manuscript. This is his adhyatmik shakti. Bankim chandra was changed and made him write an article as to how Mahapr presented krishna. Bankim chandra pratishta reached akasha, his ahankara is at peak, such people were also transformed by bhaktivinoda thakur. At that time, father of rabindranath tagore, debendranath tagore was influenced by bhaktivinoda, all big shots were influenced in kolkata by him. He had made all of these with of them, a vaishnava samaj started. In Barasat, he has written a translation of the Gita in line with the teachings or edition commentary of Vishwanath Chakravarti thakura. Immediately after that, all copies were distributed, at that time, bhaktivinoda thakura wrote a chaithanya siksamrta grantha was written, this is duty of authentic acharyas. \nMany so-called acharyas put before people new and new darshans, this is wrong, bhaktin=vinoda thakura proved that darshan given by mahapr is pure and authentic. Vishwavaishnava rajasabha was started by him, his ultimate goal was to find places of pastimes of mahapr and bring it before people. Therefore he left administrative  service, he wanted to remain in nadia and sarkar sent him to the northeast. He gave resignation but sarkar did not accept and sent him to krishna nagar. Last 16 years of bhaktivinoda thakur was in svananda sukhada kunja, as a babaji vesha he did 64 rounds everyday and in bengali language he had written bhajans and different literature. And in svananda sukhada kunja mid of night he was chanting, at that time, before him saraswati nadi, he saw on other side a divya darshan, he was surprised, true nabadwip is in goloka but the same dhama is being provided darshan to him now. He went and saw so many plants of tulsi, muslim basti, there, this is yogpeeth this is where mahapr appeared. To authenticate it, he brought his guru, jagannath das babaji, maharaj , he was with gathiabat, arthritis, and he was taken from one place to another, and when he was brought from one place to another, and at that place, jagananth das babaji danced, it has been proved that this is the birthplace of chaitanya mahaprabhu. His friend shishir ghosh, was editor of ananda bazar patrika, he gave an advertisement that kedarnath dutt goes to every home of kolkata, and any hindu gentleman must not show disregard at least give 1 rupee. And bhaktivinoda thakur collected money from everyone and established yogapitha temple and started puja archana of mahaprabhu there. In 1895, as a very sakriya varsha in vaishnava tradition, he established a yogpeeth temple and 1000s of people took part. This yogpeeth we are seeing is 1895 year, i.e. 130 yr old. Wherever sir goes to mayapur, he takes prasadam in yogapitha. The quality of people's bhakti is decreasing, also divine prasdam quality to meet it is very difficult. Dehradun devotees this time, Juneja ji, and his family were taken. Gaur vishnupriyamandir, in yogpitha. In 47th page, it is written, and in 1896 prabhupad appeared. His writing never stopped, harinama chintamani, marcimala, etc grantha he wrote. After sarkari kaamkaaj, late night he writes and chants until late night. His personal presence magically attracted people. In godhruma harinama prachar was very dominant. In 1908, sri gaura kishor das babaji he took babaji vesha. 1914 he left this world.",
            "video_link": "https://www.youtube.com/watch?v=Pb7BzDwm26E",
            "duration": 3437,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250905_222927",
            "filename": "Special Class   Lord Vamanadeva &  Srila Jiva Goswami appearance dayl   HG Lila Purushottam Prabhu_11.mp3",
            "title": "Special Class || Lord Vamanadeva & Srila Jiva Goswami appearance day || HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "4 Sep 2025",
            "based_on": "Special Class",
            "key": "Lord Vamanadeva & Srila Jiva Goswami appearance day",
            "description": "Date - 4 Sep 2025",
            "video_link": "https://www.youtube.com/watch?v=dNwPUt8tm0g",
            "duration": 3091,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250902_190230",
            "filename": "SB 3.16.6   भगवान का नाम लेकर चांडाल भी पवित्र हो जाता है   HG Lila Purushottam Prabhu.mp3",
            "title": "SB 3.16.6 || भगवान का नाम लेकर चांडाल भी पवित्र हो जाता है || HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "08 Aug 2025",
            "based_on": "SB 3.16.6",
            "key": "Even a Chandala becomes pure by taking the name of God",
            "description": "LEARN GITA LIVE GITA for Success and Happiness in Life\n\nLEARN GITA LIVE GITA is an initiative to bring about success and happiness to every person in this world irrespective of their age, gender, profession, wealth, social status, religion, nationality etc. through education and practical application of Bhagavad Gita wisdom.\n\nSPECIAL DISCOUNT FOR STUDENTS\n\nDevelop your Inner Personality, Change your Destiny 👇👇👇\nVisit: https://learngitalivegita.com/\nContacts:\n+91 8979338607\n+91 9953590153 \ninfo@learngitalivegita.com\n________________________________________________________________________________\n\nJoin us in Daily Online Mantra Meditation Session and Srimad Bhagavatam Class.\nDaily Online Mantra Meditation Session - 6:30 AM to 7:30 AM IST\nDaily Online Srimad Bhagavatam Class by Dr Lila Purushottam Das - 7:30 AM To 8:30 AM IST\nZoom link for both: Click here\nMeeting ID: 992 0017 5962        Passcode: 108\n\n________________________________________________________________________________",
            "video_link": "https://www.youtube.com/watch?v=Ru_XMIWsDzc",
            "duration": 9101,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250901_131812",
            "filename": "Radhashtami Special Class   श्रीमती राधारानी महिमा (भाग -2)   HG Lila Purushottam Prabhu_1.mp3",
            "title": "Radhashtami Special Class || श्रीमती राधारानी महिमा (भाग -2) || HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "31 Aug 2025",
            "based_on": "Radhashtami Special Class",
            "key": "Glori of Radha Rani",
            "description": "Date - 31 Aug 2025",
            "video_link": "https://www.youtube.com/watch?v=lTJJ4i-1GVA",
            "duration": 2535,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250831_184330",
            "filename": "SB 3.15.37   आध्यात्मिक जगत में जो भी हो रहा है, भगवान की स्व-ईच्छा से  HG Lila Purushottam Prabhu.mp3",
            "title": "SB 3.15.37 || आध्यात्मिक जगत में जो भी हो रहा है, भगवान की स्व-ईच्छा से|| HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": " 18th July 2025",
            "based_on": "SB 3.15.37",
            "key": "Whatever is happening in the spiritual world is happening by God's own will.",
            "description": "18 July 2025",
            "video_link": "https://www.youtube.com/watch?v=6d0pjjjk3N0",
            "duration": 3755,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250831_184223",
            "filename": "SB 3.15.38 जबतक भगवान दर्शन नहीं देंगे तबतक हम उनका दर्शन नहीं कर सकते HG Lila Purushottam Prabhu.mp3",
            "title": "SB 3.15.38 || जब तक भगवान दर्शन नहीं देंगे तबतक हम उनका दर्शन नहीं कर || HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "19th July 2025",
            "based_on": "SB 3.15.38",
            "key": " Unless God appears before us, we cannot see him.",
            "description": "19 July 2025",
            "video_link": "https://www.youtube.com/watch?v=TRWeGI1x_3s",
            "duration": 4146,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250831_184132",
            "filename": "SB 3.15.44-45 जो भगवान से थोड़ा भी आकृष्ट होता उसका भाग्य खुल जाता है HG Lila Purushottam Prabhu.mp3",
            "title": "SB 3.15.44-45 || जो भगवान से थोड़ा भी आकृष्ट होता उसका भाग्य खुल जाता है HG Lila Purushottam Prabhu|",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "25th July 2025",
            "based_on": " SB 3.15.44-45",
            "key": "Whoever is even slightly attracted to God, his fortune opens up",
            "description": "25 July 2025",
            "video_link": "https://www.youtube.com/watch?v=dOQIwoV3RiM",
            "duration": 4025,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250831_183912",
            "filename": "SB 3.16.11 सच्चे वैष्णव कभी अपने स्वार्थ हेतु क्रोधित नहीं होते HG Lila Purushottam Prabhu.mp3",
            "title": "SB 3.16.11 || सच्चे वैष्णव कभी अपने स्वार्थ हेतु क्रोधित नहीं होते || HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "23rd Aug 2025",
            "based_on": "SB 3.16.11",
            "key": "A true Vaishnava never gets angry for his own benefit.",
            "description": "Date - 23 Aug 2025",
            "video_link": "https://www.youtube.com/watch?v=Y2GtydF26t4",
            "duration": 2596,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250831_183628",
            "filename": "SB 3.16.16 श्रीकृष्ण जी एवं श्रीमती राधारानी महिमा (भाग-1)  HG Lila Purushottam Prabhu (2).mp3",
            "title": "SB 3.16.16 श्रीकृष्ण जी एवं श्रीमती राधारानी महिमा (भाग-1) || HG Lila Purushottam Prabhu ||",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": " 27th Aug 2025",
            "based_on": "SB 3.16.16",
            "key": "Glory of Shri Krishna and Radha rani",
            "description": "Date - 27 Aug 2025",
            "video_link": "https://www.youtube.com/watch?v=TBwedxQSnnI",
            "duration": 1834,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250831_181355",
            "filename": "SB 3.16.18   गोलोक धाम का विस्तृत वर्णन   HG Lila Purushottam Prabhu_1.mp3",
            "title": "SB 3.16.18 || गोलोक धाम का विस्तृत वर्णन || HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "28th Aug 2025",
            "based_on": "SB 3.16.18",
            "key": "Detailed description of Golok Dham.",
            "description": "Date - 28 Aug 2025",
            "video_link": "https://www.youtube.com/watch?v=sR6yyeQJduw",
            "duration": 2236,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        },
        {
            "id": "lecture_20250831_180922",
            "filename": "SB 3.16.7   भक्त एवं भगवान के बीच अनोखा संबंध - ये टूट नहीं सकता   HG Lila Purushottam Prabhuu.mp3",
            "title": "SB 3.16.7 || भक्त एवं भगवान के बीच अनोखा संबंध - ये टूट नहीं सकता || HG Lila Purushottam Prabhu",
            "instructor": "HG Lila Purushottam Prabhu",
            "course": "Srimad Bhagavatam",
            "date": "11th Aug 2025",
            "based_on": "SB 3.16.7",
            "key": "The unique relationship between the devotee and god - it cannot be broken",
            "description": "Date - 11 Aug 2025",
            "video_link": "https://www.youtube.com/watch?v=2BM2qNwG8No",
            "duration": 2379,
            "tags": [
                "srimad bhagavatam",
                "bhakti"
            ],
            "audioUrl": "",
            "lastPosition": 0,
            "isFavorite": false,
            "playCount": 0,
            "lastPlayed": null
        }
    ]
}